# 1-Напишите программу, которая принимает на вход цифру, 
# обозначающую день недели, и проверяет, является ли этот день выходным.

# *Пример:*

# - 6 -> да
# - 7 -> да
# - 1 -> нет

# print('Как тебя зовут?')
# name = input()
# print('Привет,',name)

# name = input('Как тебя зовут?')
# print('Привет,',name)

name = input ()
print =('Привет,', name)